Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, es, fr, gsw_ch, it, ja, ko, nl, pl, pt_br, ru, sk, tr, uk, zh_hans, zh_hant

# safe_enable_explain
source: All you need to chat is stored only on your device. You don’t have an account with us, and we cannot help you out if you lose your phone or accidentally delete your data. %@ Safe regularly creates automatic backups of all the important data, including your keys, your contact list, and your group memberships, anonymously on a secure server of your choice.
bg: Всичко от което се нуждаете, за да чатите, е запазено само на Вашето устройство. Вие нямате регистрация и ние не можем да Ви помогнем, ако си изгубите телефона или случайно си изтриете данните. %@ Safe създава автоматично резервно копие на всички важни данни, като ключове, контакти и групи, анонимно на сигурен сървър, който Вие си избирате.
cs: Vše, co se týká konverzací, je uloženo pouze ve vašem zařízení. Nemáte u nás účet a nemůžeme vám pomoci, pokud ztratíte svůj telefon nebo nechtěně odstraníte svá data. %@ Safe vytváří automatické zálohy všech důležitých dat včetně vašich šifrovacích klíčů, seznamu kontaktů a členství ve skupinách (ale bez obsahu zpráv) anonymně a na zabezpečeném serveru podle vašeho výběru.
de: Alles, was Sie zum Chatten benötigen, wird ausschliesslich auf Ihrem Gerät gespeichert. Bei uns haben Sie kein zentrales Benutzerkonto, und wir können Ihnen nicht helfen, wenn Sie Ihr Handy verlieren oder versehentlich Ihre Daten löschen. %@ Safe erstellt regelmässig automatische Backups aller wichtigen Daten, einschliesslich Ihrer Schlüssel, Ihrer Kontaktliste und Ihrer Gruppenmitgliedschaften, und speichert sie anonym auf einem sicheren Server Ihrer Wahl.
es: Lo que necesita para usar el chat se almacena solo en su dispositivo. No tiene cuenta con nosotros y no podemos ayudarle si pierde el teléfono o elimina sus datos por accidente. %@ Safe crea regularmente copias de seguridad automáticas de todos los datos importantes, incluidas sus claves, su lista de contactos y sus afiliaciones a grupos, de forma anónima en el servidor seguro que elija.
fr: Tout ce qu’il vous faut pour discuter n’est stocké que sur votre appareil. Vous n’avez pas de compte enregistré chez nous et nous ne pouvons pas vous aider si vous perdez votre téléphone ou si vous supprimez vos données par mégarde. %@ Safe crée des sauvegardes automatiques de toutes les données importantes, y compris vos clés, votre liste de contacts et vos abonnements de groupes, et ce de manière anonyme sur un serveur sécurisé de votre choix.
gsw_ch: Alles, was Sie zum chatte bruched, isch nume uf Ihrem Grät gspeicheret. Es git keis zentrals Benutzerkonto, und falls Sie Ihres Handy verlüred oder us Versehe Ihri Date lösched, chönd mir die Date nüme wiederherstelle. %@ Safe erstellt regelmässig automatischi Backups vo all ihrne wichtige Date, inklusive Ihri Schlüssel, Ihri Kontaktliste und Ihri Gruppemitgliedschafte, und speichered si anonym ufeme sichere Server Ihrer Wahl.
it: Tutto quello che ti serve per la chat viene archiviato solo nel tuo dispositivo. Non possiedi un nostro account e non potremo aiutarti in caso di smarrimento del telefono o cancellazione accidentale dei tuoi dati. %@ Safe crea automaticamente i backup di tutti i dati importanti (come le chiavi, la lista contatti e il tuo gruppo di iscrizione) in un server sicuro di tua scelta e in modo anonimo.
ja: トークに必要なものは、あなたのデバイスにのみ保存されます。あなたは私たちのアカウントを持っていないので、携帯電話を紛失したり、誤ってデータを削除したりしても、私たちはあなたを助けることができません。 %@ Safeはあなたが選んだ安全なサーバーに、あなたのキー・連絡先リスト・グループメンバーなど、すべての重要なデータの自動バックアップを匿名で作成します。
ko: 채팅에 필요한 모든 정보는 귀하의 기기에만 저장됩니다. 당사와 계정이 없으며 휴대폰을 잃거나 데이터를 실수로 삭제한 경우 도움을 드릴 수 없습니다. %@ Safe는 귀하의 키, 연락처 목록 및 그룹 멤버십을 포함한 모든 중요한 데이터를 귀하의 선택한 안전한 서버에 익명으로 자동 백업합니다.
nl: Alles wat u nodig hebt om te chatten wordt alleen op uw apparaat opgeslagen. U hebt geen account bij ons en we kunnen u niet helpen als u uw telefoon verliest of per ongeluk uw gegevens verwijdert. %@ Safe maakt automatisch back-ups aan van alle belangrijke gegevens, inclusief uw sleutelcodes, uw lijst met contactpersonen en uw groepslidmaatschappen, anoniem en op een beveiligde server van uw keuze.
pl: Wszystko, czego potrzebujesz do czatu, jest przechowywane tylko na Twoim urządzeniu. Nie masz u nas konta i nie możemy Ci pomóc, jeśli zgubisz telefon lub przypadkowo usuniesz swoje dane. %@ Safe tworzy automatycznie kopie zapasowe wszystkich ważnych danych, w tym kluczy, listy kontaktów i członkostwa w grupach, anonimowo na wybranym przez Ciebie bezpiecznym serwerze.
pt_br: Tudo o que você precisa para conversar somente é armazenado no seu dispositivo. Você não tem uma conta conosco, e não podemos ajudar se você perder seu telefone ou excluir acidentalmente os seus dados. O %@ Safe cria backups automáticos de todos os dados importantes, incluindo suas chaves, lista de contatos e associações de grupo de forma anônima em um servidor seguro da sua escolha.
ru: Все, что вам нужно для чата, хранится на вашем устройстве. У вас нет нашей учетной записи, и мы не сможем помочь вам, если вы потеряете телефон или случайно удалите данные. %@ Safe создает автоматические резервные копии всех важных данных, в том числе ваших ключей, вашего списка контактов и групп. Данные в анонимном виде хранятся на выбранном вами защищенном сервере.
sk: Všetko, čo potrebujete ku komunikácii je uložené v tomto zariadení. U nás nemáte žiadny účet a v prípade, že stratíte váš telefón alebo omylom vymažete všetky údaje, nebudeme vám vedieť pomôcť. Trezor %@ vykonáva automatické zálohovanie všetkých dôležitých údajov vrátane vašich šifrovacích kľúčov, zoznamu kontaktov a členstva v skupinách (bez obsahu správ) a to anonymne na zabezpečom serveri podľa vašeho výberu.
tr: Sohbet etmek için ihtiyacınız olan tek şey yalnızca cihazınızda saklanır. Bizde bir hesabınız yok ve telefonunuzu kaybederseniz veya verilerinizi yanlışlıkla silerseniz size yardımcı olamayız. %@ Safe, seçtiğiniz güvenli bir sunucuda anonim olarak anahtarlarınız, kişi listeniz ve grup üyelikleriniz dahil tüm önemli verilerin otomatik yedeklerini oluşturur.
uk: Усе, що вам потрібно для спілкування, зберігається лише на вашому пристрої. Ми не зберігаємо ваш обліковий запис, отже не зможемо допомогти вам, якщо ви втратите телефон або випадково видалите свої дані. %@ Safe створює автоматичні резервні копії всіх важливих даних, зокрема ключів, списку контактів та участі у групах, анонімно на захищеному сервері на ваш вибір.
zh_hans: 您会话关连的所有数据只存储在您的设备上。因为我们没有保存您的帐户，所以如果您丢失了手机或意外删除了数据，我们将无法为您提供帮助。 %@ Safe 在您选择的安全服务器上，以匿名方式创建所有重要数据的自动备份，包括您的密钥，联系人列表和群组成员身份。
zh_hant: 您對話相關的所有資料只儲存在您的裝置上。因為我們沒有儲存您的帳戶，所以如果您丢失了電話或意外刪除了資料，我们將無法為您提供協助。 %@ Safe 在您選擇的安全伺服器上，以匿名方式建立所有重要資料的自動備份，包括您的金鑰，聯絡人清單和群組成員身份。

# safe_enable_explain_short
source: Enable %@ Safe to create automatic backups of all your important data.
bg: Активирайте %@ Safe, за да създадете автоматични, сигурни и анонимни резервни копия на всичките Ви важни данни.
cs: Povolením %@ Safe vytvoříte automatické zabezpečené a anonymní zálohy všech vašich důležitých dat.
de: Aktivieren Sie %@ Safe für automatische Backups Ihrer wichtigsten Daten.
es: Habilite %@ Safe para crear copias de seguridad automáticas de todos sus datos importantes.
fr: Activez %@ Safe pour créer des sauvegardes automatiques, sécurisées et anonymes de toutes vos données importantes.
gsw_ch: Aktiviered Sie %@ Safe für automatischi Backups vo Ihrne wichtigste Date.
it: Abilita %@ Safe per creare automaticamente backup sicuri e anonimi di tutti i tuoi dati importanti.
ja: %@ Safeを有効にすると、すべての重要なデータを自動的に安全・匿名にバックアップすることができます。
ko: %@ Safe를 활성화하여 모든 중요한 데이터의 안전하고 익명의 자동 백업을 생성하세요.
nl: %@ Safe inschakelen om automatisch veilige en anonieme back-ups van al uw belangrijke gegevens te maken.
pl: Włącz %@ Safe, aby utworzyć automatycznie, bezpieczne i anonimowe kopie zapasowe wszystkich ważnych danych.
pt_br: Habilite o %@ Safe para criar backups automáticos, seguros e anônimos de todos os seus dados importantes.
ru: Включите %@ Safe для автоматического создания защищенных анонимных резервных копий всех ваших важных данных.
sk: Pre vytváranie automatických zabezpečených a anonymných záloh vašich dôležitých údajov povolte Trezor %@.
tr: Tüm önemli verilerinizin otomatik, güvenli ve anonim yedeklerini oluşturmak için %@ Safe'i etkinleştirin.
uk: Увімкніть %@ Safe для автоматичного створення безпечних та анонімних резервних копій усіх ваших важливих даних.
zh_hans: 启用 %@ Safe 可以自动为所有重要数据创建安全和匿名备份。
zh_hant: 啟用 %@ Safe 可以自動為所有重要資料建立安全和匿名的備份。

# safe_enter_password
source: Please enter your %@ Safe password
bg: Моля, въведете Вашата %@ Safe парола
cs: Zadejte prosím své heslo pro %@ Safe
de: Bitte geben Sie Ihr %@ Safe-Passwort ein
es: Introduce tu contraseña de %@ Safe
fr: Veuillez saisir votre mot de passe %@ Safe
gsw_ch: Bitte gebed Sie Ihres %@ Safe-Passwort ii
it: Inserisci la tua password %@ Safe
ja: %@ Safeのパスワードを入力してください
ko: %@ Safe 암호를 입력하십시오
nl: Voer uw %@ Safe-wachtwoord in
pl: Wprowadź swoje hasło do %@ Safe
pt_br: Insira a sua senha do %@ Safe
ru: Введите пароль %@ Safe
sk: Zadajte vaše heslo pre Trezor %@
tr: Lütfen %@ Safe şifrenizi girin
uk: Будь ласка, введіть свій пароль %@ Safe
zh_hans: 请输入您的 %@ Safe 密码
zh_hant: 請輸入您的 %@ Safe 密碼

# safe_error_preparing
source: Error preparing %@ Safe backup
bg: Грешка при подготвянето на %@ Safe резервно копие
cs: Během přípravy zálohy %@ Safe nastala chyba
de: Fehler beim Vorbereiten des %@ Safe-Backups
es: Error al preparar la copia de seguridad de %@ Safe
fr: Erreur lors de la préparation de la sauvegarde %@ Safe
gsw_ch: Fehler bim Vorbereite vom %@ Safe-Backup
it: Errore nella preparazione del backup %@ Safe
ja: %@ Safeのバックアップ準備エラー
ko: %@ Safe 백업 준비 중 오류 발생
nl: Fout bij voorbereiden %@ Safe back-up
pl: Błąd podczas przygotowywania kopii zapasowej %@ Safe
pt_br: Erro ao preparar o backup do %@ Safe
ru: Ошибка подготовки резервной копии %@ Safe
sk: Chyba počas prípravy zálohy Trezoru %@
tr: %@ Safe yedeklemesi hazırlanırken hata oluştu
uk: Помилка підготовки резервної копії %@ Safe
zh_hans: 准备 %@ Safe 备份时出错
zh_hant: 準備 %@ Safe 備份時出錯

# safe_expired_notification
source: Your %@ Safe backup might be outdated and could be deleted soon. Please check the %@ Safe settings and make sure a %@ Safe backup can be created.
bg: Вашето %@ Safe резервно копие може би е старо и може да бъде изтрито скоро. Моля, проверете %@ Safe настройките и се уверете, че %@ Safe резервното копие може да бъде създадено.
cs: Platnost vaší zálohy %@ Safe může být zastaralá a brzy může být odstraněna ze serveru. Zkontrolujte prosím nastavení %@ Safe a ujistěte se, že lze vytvořit zálohu %@ Safe.
de: Ihr %@ Safe-Backup ist möglicherweise nicht mehr aktuell und wird ggf. gelöscht. Bitte überprüfen Sie die %@ Safe-Einstellungen, und stellen Sie sicher, dass ein %@ Safe-Backup erstellt werden kann.
es: Su copia de seguridad %@ Safe puede estar desactualizada y se eliminará pronto. Por favor, compruebe los ajustes de %@ Safe y asegúrese de que se pueda crear una copia de seguridad %@ Safe.
fr: Votre sauvegarde %@ Safe pourrait être obsolète et bientôt supprimée. Veuillez vérifier les paramètres %@ Safe et veillez à ce qu’une sauvegarde %@ Safe puisse être créée.
gsw_ch: Ihres %@ Safe-Backup isch möglicherwiis nüme aktuell und wird ggf. glöscht. Bitte überprüefed Sie d’%@ Safe-Iistellige und stelled Sie sicher, dass es %@ Safe-Backup erstellt werde chan.
it: Il tuo backup %@ Safe potrebbe essere scaduto e pertanto venire eliminato entro breve. Verifica le impostazioni %@ Safe e crea un nuovo backup %@ Safe.
ja: あなたの%@ Safeのバックアップは古く、すぐに削除される可能性があります。%@ Safeの設定を確認し、%@ Safeのバックアップが作成できるようにしてください。
ko: %@ Safe 백업이 오래되어 곧 삭제될 수 있습니다. %@ Safe 설정을 확인하고 %@ Safe 백업을 생성할 수 있도록 해주세요.
nl: Uw back-up van %@ Safe kan zijn verlopen en wordt binnenkort misschien verwijderd. Controleer de instellingen voor %@ Safe en zorg ervoor dat een nieuw back-upbestand voor %@ Safe kan worden aangemaakt.
pl: Twoja kopia zapasowa %@ Safe może być nieaktualna i wkrótce może zostać usunięta. Sprawdź ustawienia %@ Safe, upewnij się czy można utworzyć kopię zapasową %@ Safe.
pt_br: Seu backup do %@ Safe pode estar desatualizado e ser excluído em breve. Verifique as configurações do %@ Safe e certifique-se de que um backup do %@ Safe possa ser criado.
ru: Ваша резервная копия %@ Safe устарела и вскоре будет удалена с сервера. Проверьте настройки %@ Safe и убедитесь, что возможно создать новую резервную копию %@ Safe.
sk: Vaša záloha Trezoru %@ sa zdá byť zastaralá a čoskoro môže byť vymazaná. Skontrolujte prosím nastavenia %@ Safe a uistite sa, či je možné vytvárať %@ Safe zálohu.
tr: %@ Safe yedeklemeniz eski olabilir ve yakında silinebilir. Lütfen %@ Safe ayarlarını kontrol edin ve %@ Safe yedeğinin oluşturulabildiğinden emin olun.
uk: Ваша резервна копія %@ Safe може бути застарілою та незабаром може бути видалена. Перевірте налаштування %@ Safe та переконайтесь, резервну копію %@ Safe може бути створено.
zh_hans: 您的 %@ Safe 备份可能已过期，可能很快将被删除。请检查 %@ Safe 设置，并确保可以创建 %@ Safe 备份。
zh_hant: 您的 %@ Safe 備份可能已過期，可能很快將被刪除。請檢查 %@ Safe 設定，並確保可以建立 %@ Safe 備份。

# safe_failed_notification
source: %@ Safe backup failed for %.0f consecutive days. Please check the %@ Safe settings.
bg: %@ Safe резервното копие е неуспешно в %.0f последователни дни. Моля, проверете настройките на %@ Safe.
cs: Zálohování %@ Safe se nezdařilo %.0f dny(í) po sobě. Zkontrolujte prosím nastavení %@ Safe.
de: %@ Safe konnte seit %.0f Tagen kein Backup erstellen. Bitte prüfen Sie die %@ Safe Einstellungen.
es: La copia de seguridad de %@ Safe falló durante %.0f días consecutivos. Por favor, revise la configuración de %@ Safe.
fr: La sauvegarde %@ Safe a échoué pendant %.0f jours consécutifs. Veuillez vérifier les paramètres %@ Safe.
gsw_ch: %@ Safe hät sit %.0f Täg keis Backup meh chöne erstelle. Bitte prüefed Sie d’%@ Safe-Iistellige.
it: %@ Backup sicuro non riuscito per %.0f giorni consecutivi. Controlla le impostazioni di %@ Safe.
ja: %@ Safeのバックアップが%.0f回連続で失敗しました。%@ Safeの設定を確認してください。
ko: %@ Safe 백업이 연속으로 %.0f일 동안 실패했습니다. %@ Safe 설정을 확인하세요.
nl: %@ Safe back-up mislukt voor %.0f opeenvolgende dagen. Controleer de %@ Safe instellingen.
pl: Tworzenie kopii zapasowych %@ Safe nie powiodło się przez %.0f kolejnych dni. Sprawdź ustawienia %@ Safe.
pt_br: %@ o backup seguro falhou por %.0f dias consecutivos. Verifique as configurações do %@ Safe.
ru: %@ Безопасное резервное копирование не удалось выполнить в течение %.0f последовательных дней. Проверьте настройки %@ Safe.
sk: Záloha Trezoru %@ zlyhala už %.0f dní po sebe. Skontrolujte prosím nastavenia Trezoru %@.
tr: %@ Safe yedeklemesi arka arkaya %.0f gün başarısız oldu. Lütfen %@ Safe ayarlarını kontrol edin.
uk: Не вдається створити резервну копію %@ Safe упродовж %.0f днів. Будь ласка, перевірте налаштування %@ Safe.
zh_hans: %@ Safe 连续%.0f天备份失败。请检查 %@ Safe 的设置。
zh_hant: %@ Safe 連續%.0f天備份失敗。請檢查 %@ Safe 的設定。

# safe_forgot_your_id
source: Forgot your ID?
bg: Забравили сте Вашия идентификатор?
cs: Zapomněli jste své ID?
de: ID vergessen?
es: ¿Has olvidado la ID?
fr: ID oublié ?
gsw_ch: ID vergässe?
it: Hai dimenticato l’ID?
ja: IDを忘れてしまいましたか？
ko: ID를 잊어버렸나요?
nl: Uw ID vergeten?
pl: Zapomniałeś swój ID?
pt_br: Esqueceu sua ID?
ru: Забыли свой ID?
sk: Zabudli ste vaše ID?
tr: Kimliğinizi mi unuttunuz?
uk: Забули свій ID?
zh_hans: 忘记您的ID了吗？
zh_hant: 忘記了您的ID？

# safe_intro_cancel
source: Don’t show again
bg: Не показвайте отново
cs: Příště nezobrazovat
de: Nicht mehr anzeigen
es: No volver a mostrar
fr: Ne plus afficher
gsw_ch: Nüme aazeige
it: Non mostrare di nuovo
ja: 二度と表示しない
ko: 다시 보지 않기
nl: Niet meer weergeven
pl: Nie pokazuj ponownie
pt_br: Não mostrar de novo
ru: Больше не показывать
sk: Viac už nezobrazovať
tr: Bir daha gösterme
uk: Не показувати знов
zh_hans: 下次不再提示
zh_hant: 不再顯示

# safe_intro_description
source: Never lose your %@ ID, contacts, groups, and settings again!
bg: Никога не губете Вашия %@ идентификатор, групите или настройките отново!
cs: Už nikdy neztraťte své %@ ID, kontakty, skupiny a nastavení!
de: Verlieren Sie nie wieder Ihre %@-ID, Kontakte, Gruppen und Einstellungen!
es: ¡No vuelva a perder su ID de %@ ni sus contactos, ajustes o grupos!
fr: Ne perdez plus jamais votre ID, vos contacts et groupes %@ !
gsw_ch: Verlüüred Sie nie meh Ihri %@-ID, Kontäkt, Gruppe und Iistellige!
it: Non perdere mai più il tuo %@ ID, i gruppi, i contatti e le impostazioni!
ja: %@ ID・連絡先・グループ・設定を二度と失うことはありません！
ko: %@ ID, 연락처, 그룹 및 설정을 다시 분실하지 마십시오!
nl: Verlies uw %@ ID of uw contactpersonen en groepen nooit meer!
pl: Nigdy więcej nie stracisz swojego ID %@, kontaktów, grup i ustawień!
pt_br: Nunca perca a sua ID do %@ ou seus contatos e grupos de novo!
ru: Вы больше не потеряете свой ID %@, контакты и группы!
sk: Už viac nestraťte vaše %@ ID, kontakty, skupiny a nastavenia!
tr: %@ kimliğinizi, kişilerinizi, gruplarınızı ve ayarlarınızı bir daha asla kaybetmeyin!
uk: Більше не втрачайте %@ ID, контакти, групи та налаштування!
zh_hans: 再也不会丢失您的 %@ ID、联系人、群组和设置了！
zh_hant: 再也不會丟失您的 %@ ID、聯絡人、群組和設定了！

# safe_intro_enable
source: Enable now
bg: Активирайте сега
cs: Povolit
de: Jetzt aktivieren
es: Habilitar ahora
fr: Activer maintenant
gsw_ch: Jetzt aktiviere
it: Abilita subito
ja: 有効にする
ko: 지금 활성화하기
nl: Inschakelen
pl: Włącz teraz
pt_br: Habilitar agora
ru: Включить
sk: Povoliť teraz
tr: Şimdi etkinleştir
uk: Увімкнути зараз
zh_hans: 立即启用
zh_hant: 立刻啟用

# safe_intro_explain
source: %@ Safe regularly creates an encrypted, anonymous backup of the most important data and stores it on the %@ server or another server of your choice.
bg: %@ Safe редовно създава криптирани и анонимни резервни копия на най-важните Ви данни и ги запазва в %@ сървъра, който сте избрали или в този по подразбиране.
cs: %@ Safe pravidelně vytváří šifrované, anonymní zálohy vašich nejdůležitějších dat a ukládá je na server %@ nebo jiný, vámi zvolený server.
de: %@ Safe erstellt regelmässig ein verschlüsseltes, anonymes Backup der wichtigsten Daten und speichert es auf dem %@-Server oder einem anderen Server Ihrer Wahl.
es: %@ Safe crea regularmente una copia de seguridad cifrada y anónima de los datos más importantes y los almacena en el servidor de %@ o en otro servidor que elija.
fr: %@ Safe crée régulièrement une sauvegarde chiffrée et anonyme de vos données les plus importantes et les stocke sur le serveur %@ ou sur un autre serveur de votre choix.
gsw_ch: %@ Safe erstellt regelmässig es verschlüsslets, anonyms Backup vode wichtigste Date und speicherets ufem %@-Server oder eme andere Server Ihrer Wahl.
it: %@ Safe crea con regolarità un backup criptato ed anonimo di tutti i tuoi dati importanti e li archivia sul server %@ o un altro a tua scelta.
ja: %@ Safeは、あなたにとって最も重要なデータの暗号化された匿名のバックアップを定期的に作成し、%@のサーバーまたはあなたが選択した別のサーバーに保存します。
ko: %@ Safe는 정기적으로 가장 중요한 데이터를 암호화하고 익명으로 백업하여 %@ 서버 또는 선택한 다른 서버에 저장합니다.
nl: %@ Safe maakt regelmatig versleutelde en anonieme back-ups van uw belangrijkste gegevens en slaat deze op op de %@-server of een andere server van uw keuze.
pl: %@ Safe regularnie tworzy zaszyfrowaną, anonimową kopię zapasową najważniejszych danych i przechowuje ją na serwerze %@ lub innym wybranym przez Ciebie serwerze.
pt_br: O %@ Safe cria regularmente um backup criptografado e anônimo dos dados mais importantes para você e o armazena no servidor do %@ ou outro servidor da sua escolha.
ru: %@ Safe регулярно создает зашифрованную анонимную резервную копию ваших наиболее важных данных и хранит их на сервере %@ или на другом выбранном вами сервере.
sk: Trezor %@ pre vás pravidelne vytvára zašifrované, anonymné zálohy najdôležitejších údajov a tieto ukladá buď na %@ server, alebo iný podľa vašeho výberu.
tr: %@ Safe, sizin için en önemli verilerin şifreli, anonim bir yedeğini düzenli olarak oluşturur ve bunları %@ sunucusunda veya seçtiğiniz başka bir sunucuda saklar.
uk: %@ Safe регулярно створює зашифровану анонімну резервну копію найважливіших даних для вас та зберігає її на сервері %@ або іншому сервері на ваш вибір.
zh_hans: %@ Safe 定期为您最重要的数据创建加密的匿名备份，并将其存储在 %@ 服务器，或在您选择的其他服务器上。
zh_hant: %@ Safe 定期為您最重要的資料建立加密的匿名備份，並將其儲存在 %@ 伺服器，或在您選擇的其他伺服器上。

# safe_intro_title
source: %@ Safe
bg: Представяме Ви %@ Safe

# safe_invalid_input
source: Invalid credentials. Try again.
bg: Невалидни данни. Опитайте отново.
cs: Neplatné přihlašovací údaje. Zkuste to znovu.
de: Ungültige Anmeldedaten. Versuchen Sie es erneut.
es: Credenciales no válidas. Inténtelo de nuevo.
fr: Données d'accès invalides. Réessayez.
gsw_ch: Ungültigi Amäldedate. Versueched Sie’s nomal.
it: Credenziali non valide. Riprova.
ko: 자격 증명이 잘못되었습니다. 다시 시도하세요.
nl: Ongeldige inloggevens. Probeer het opnieuw.
pl: Błędne dane uwierzytelniające. Spróbuj ponownie.
pt_br: Credenciais inválidas. Tente novamente.
tr: Geçersiz kimlik bilgileri. Tekrar deneyin.
uk: Хибні установчі дані. Спробуйте ще раз.
zh_hans: 凭据为无效，请重试。
zh_hant: 憑證為無效，請再試一次。

# safe_invalid_response
source: Invalid response from server.
bg: Невалиден отговор от сървъра.
cs: Neplatná odpověď ze serveru.
de: Ungültige Antwort vom Server.
es: Respuesta no válida del servidor.
fr: Réponse invalide du serveur.
gsw_ch: Ungültigi Antwort vom Server.
it: Risposta non valida dal server.
ko: 서버에서 유효하지 않은 응답을 받았습니다.
nl: Ongeldig antwoord van server.
pl: Nieprawidłowa odpowiedź z serwera.
pt_br: Resposta inválida do servidor.
tr: Sunucudan geçersiz yanıt geldi.
uk: Хибна відповідь від сервера.
zh_hans: 服务器返回响应为无效。
zh_hant: 伺服器傳回回應為無效。

# safe_last_backup
source: Last Backup
bg: Последното резервно копие
cs: Poslední záloha
de: Letztes Backup
es: Última copia de seguridad
fr: Dernière sauvegarde
gsw_ch: Letschts Backup
it: Ultimo backup
ja: 最後のバックアップ
ko: 마지막 백업
nl: Laatste back-up
pl: Ostatnia kopia zapasowa
pt_br: Último backup
ru: Последнее рез. копирование
sk: Posledná záloha
tr: Son yedekleme
uk: Остання резервна копія
zh_hans: 上次备份
zh_hant: 上次備份

# safe_linked_email
source: E-Mail
bg: Имейл
es: Correo electrónico
ja: Eメール
ko: 이메일
nl: E-mailadres
tr: E-posta
uk: Електронна пошта
zh_hans: 电子邮件
zh_hant: 電子郵件

# safe_linked_mobile
source: Mobile Number
bg: Мобилен телефон
cs: Mobilní telefon
de: Handynummer
es: Número de teléfono móvil
fr: Numéro de téléphone mobile
gsw_ch: Handynummere
it: Numero di cellulare
ja: 電話番号
ko: 전화번호
nl: Mobiel nummer
pl: Numer telefonu komórkowego
pt_br: Número do celular
ru: Номер мобильного телефона
sk: Mobilné číslo
tr: Cep telefonu numarası
uk: Номер телефону
zh_hans: 手机号码
zh_hant: 電話號碼

# safe_max_backup_size
source: Max. backup size
bg: Максимален размер на резервното копие
cs: Maximální velikost zálohy
de: Max. Backup-Grösse
es: Tamaño de copia de seguridad máximo
fr: Taille max. de la sauvegarde
gsw_ch: Max. Backup-Grössi
it: Dimensione massima del backup
ja: 最大バックアップサイズ
ko: 최대 백업 크기
nl: Max. back-upformaat
pl: Maks. rozmiar kopii zapasowej
pt_br: Tamanho de backup máx.
ru: Макс. размер рез. копии
sk: Maximálna veľkosť zálohy
tr: Maksimum yedekleme boyutu
uk: Максимальний розмір резервної копії
zh_hans: 最大备份大小
zh_hant: 最大備份大小
